export interface ICategory {
  title: string;
  subtitle: string;
  topics: {
    title: string;
    subtitle: string;
    cityName: string;
    imageSrc: string;
  }[];
}

export const categories: ICategory[] = [
  {
    title: "التطريز",
    subtitle: "الفن الشعبي التراثي المتألق",
    topics: [
      {
        title: "التطريز الاسيسي",
        subtitle:
          "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
        cityName: "رام الله",
        imageSrc: "/images/card1.png",
      },
      {
        title: "التطريز الاسيسي",
        subtitle:
          "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
        cityName: "رام الله",
        imageSrc: "/images/card1.png",
      },
      {
        title: "التطريز الاسيسي",
        subtitle:
          "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
        cityName: "رام الله",
        imageSrc: "/images/card1.png",
      },
    ],
  },
  {
    title: "الدبكة",
    subtitle:
      "يصطف الراقصون إما على شكل صف أو على شكل قوس او دائرة. يكون الراقصون من الذكور و الاناث,",
    topics: [
      {
        title: "التطريز الاسيسي",
        subtitle:
          "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
        cityName: "رام الله",
        imageSrc: "/images/card1.png",
      },
      {
        title: "التطريز الاسيسي",
        subtitle:
          "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
        cityName: "رام الله",
        imageSrc: "/images/card1.png",
      },
      {
        title: "التطريز الاسيسي",
        subtitle:
          "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
        cityName: "رام الله",
        imageSrc: "/images/card1.png",
      },
    ],
  },
  {
    title: "الألعاب الحركية",
    subtitle: "الألعاب الشعبية الفلسطينية أحد المظار الثقافية الفلسطينية",
    topics: [
      {
        title: "التطريز الاسيسي",
        subtitle:
          "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
        cityName: "رام الله",
        imageSrc: "/images/card1.png",
      },
      {
        title: "التطريز الاسيسي",
        subtitle:
          "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
        cityName: "رام الله",
        imageSrc: "/images/card1.png",
      },
      {
        title: "التطريز الاسيسي",
        subtitle:
          "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
        cityName: "رام الله",
        imageSrc: "/images/card1.png",
      },
    ],
  },
  {
    title: "الزيتون",
    subtitle: "موسم قطف الزيتون",
    topics: [
      {
        title: "التطريز الاسيسي",
        subtitle:
          "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
        cityName: "رام الله",
        imageSrc: "/images/card1.png",
      },
      {
        title: "التطريز الاسيسي",
        subtitle:
          "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
        cityName: "رام الله",
        imageSrc: "/images/card1.png",
      },
      {
        title: "التطريز الاسيسي",
        subtitle:
          "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
        cityName: "رام الله",
        imageSrc: "/images/card1.png",
      },
    ],
  },
  {
    title: "المسخن",
    subtitle: "من اكثر الاطباق أطباق فلسطين الشعبية شهرة المسخن مع الدجاج",
    topics: [
      {
        title: "التطريز الاسيسي",
        subtitle:
          "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
        cityName: "رام الله",
        imageSrc: "/images/card1.png",
      },
      {
        title: "التطريز الاسيسي",
        subtitle:
          "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
        cityName: "رام الله",
        imageSrc: "/images/card1.png",
      },
      {
        title: "التطريز الاسيسي",
        subtitle:
          "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
        cityName: "رام الله",
        imageSrc: "/images/card1.png",
      },
    ],
  },
  {
    title: "النقش على المعادن",
    subtitle: "الفن الشعبي التراثي المتألق",
    topics: [
      {
        title: "التطريز الاسيسي",
        subtitle:
          "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
        cityName: "رام الله",
        imageSrc: "/images/card1.png",
      },
      {
        title: "التطريز الاسيسي",
        subtitle:
          "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
        cityName: "رام الله",
        imageSrc: "/images/card1.png",
      },
      {
        title: "التطريز الاسيسي",
        subtitle:
          "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
        cityName: "رام الله",
        imageSrc: "/images/card1.png",
      },
    ],
  },
];
