export const section1 = [
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
  },
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
  },
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
  },
];

export const section2 = [
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
  },
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
  },
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
  },
];

export const section3 = [
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
  },
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
  },
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
  },
];

export const section4 = [
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
  },
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
  },
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
  },
];

export const section5 = [
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
  },
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
  },
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
  },
];

export const section6 = [
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
  },
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
  },
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
  },
];
