export type { ICategory, ITopicType } from "./home";

export const title = "التطريز الاسيسي";
export const image1Src = "/images/topic1.png";
export const image2Src = "/images/topic2.png";
export const firstParagraph = `.ﻖﻴﺒﻄﺘﻟا ﺎﻫﺪﻟﻮﻳ ﻰﺘﻟا فوﺮﺤﻟا دﺪﻋ ةدﺎﻳز ﻰﻟإ ﺔﻓﺎﺿإ ىﺮﺧﺄﻟا صﻮﺼﻨﻟا ﻦﻣ ﺪﻳﺪﻌﻟا وأ ﺺﻨﻟا اﺬﻫ ﻞﺜﻣ ﺪﻟﻮﺗ نأ ﻚﻨﻜﻤﻳ ﺚﻴﺣ ،ﻰﺑﺮﻌﻟا ﺺﻨﻟا ﺪﻟﻮﻣ ﻦﻣ ﺺﻨﻟا اﺬﻫ ﺪﻴﻟﻮﺗ ﻢﺗ ﺪﻘﻟ ،ﺔﺣﺎﺴﻤﻟا ﺲﻔﻧ ﻲﻓ لﺪﺒﺘﺴﻳ نأ ﻦﻜﻤﻳ ﺺﻨﻟ لﺎﺜﻣ ﻮﻫ ﺺﻨﻟا اﺬﻫ
.ﻊﻗﻮﻤﻟا ﻢﻴﻤﺼﺘﻟ ﺔﻴﻘﻴﻘﺣ ةرﻮﺻ ﻰﻠﻋ ﻊﻠﻄﻳ نأ نﺎﻴﺣﺄﻟا ﻦﻣ ﺮﻴﺜﻛ ﻰﻓ ﻞﻴﻤﻌﻟا جﺎﺘﺤﻳ ﺚﻴﺣ 

،صﻮﺼﺨﻟا ﻪﺟو ﻰﻠﻋ ﻊﻗاﻮﻤﻟا ﻲﻤﻤﺼﻤﻟ ﺪﻴﻔﻣ ﻰﺑﺮﻌﻟا ﺺﻨﻟا ﺪﻟﻮﻣ ،ﺔﻳﻮﻐﻟ ءﺎﻄﺧأ يﻮﺤﻳ ﺎﻟو ﺎﻤﺴﻘﻣ وﺪﺒﻳ ﻦﻟ ﺺﻨﻟا ،ﺪﻳﺮﺗ 
 تاﺮﻘﻔﻟا دﺪﻋ ةدﺎﻳز ﻰﺑﺮﻌﻟا ﺺﻨﻟا ﺪﻟﻮﻣ ﻚﻟ ﺢﻴﺘﻳ تاﺮﻘﻔﻟا ﻦﻣ ﺮﺒﻛأ دﺪﻋ ﻰﻟإ جﺎﺘﺤﺗ ﺖﻨﻛ اذإ

.ﻖﻴﻠﻳ ﺎﻟ ﻞﻜﺸﺑ ﺮﻬﻈﻴﻓ ﻢﻴﻤﺼﺘﻟا ﻪﻨﻋ ثﺪﺤﺘﻳ ىﺬﻟا عﻮﺿﻮﻤﻟﺎﺑ ﻪﻟ ﺔﻗﺎﻠﻋ ﺎﻟ ﻞﻳﺪﺑ ﺺﻧ ﻦﻋ ﺚﺤﺒﻟا ءﺎﻨﻋ ﻢﻤﺼﻤﻟا ﻰﻠﻋ ﺮﻓﻮﻳ نأ ﻰﺑﺮﻌﻟا ﺺﻨﻟا ﺪﻟﻮﻣ رود،ًﺎﻠﻣﺎﻛ ﻞﻜﺸﻟا ﻞﻴﻤﻌﻠﻟ ﺮﻬﻈﻴﻟ ﻢﻴﻤﺼﺘﻟا ﻰﻠﻋ ﺔﺘﻗﺆﻣ ﺎﺻﻮﺼﻧ ﻊﻀﻳ نأ ﻢﻤﺼﻤﻟا ﻰﻠﻋ ﺐﺟو ﺎﻨﻫ 
.ًﺎﺘﻗﺆﻣو ًﺎﻠﻳﺪﺑ ًﺎﺼﻧ لازﺎﻣ ﻪﻧﺄﻟ .مﻮﻬﻔﻣ ﺮﻴﻏ ﻰﺘﺣ وأ ،ﻖﺴﻨﻣ ﺮﻴﻏ ،ﻢﻈﻨﻣ ﺮﻴﻏ ،خﻮﺴﻨﻣ ﺺﻧ ﻪﻧﺄﻛو وﺪﺒﻳ ﻦﻠﻓ ﺔﻠﻜﺸﻣ ن .ﻢﻴﻤﺼﺗ يأ ﻰﻠﻋ ﻪﺒﻴﻛﺮﺗ ﻢﺘﻳ نأ ﻦﻜﻤﻳ ﺺﻨﻟا اﺬﻫ`;
export const secondaryTitle = "العنوان الفرعي";
export const secondParagraph = `.ﻖﻴﺒﻄﺘﻟا ﺎﻫﺪﻟﻮﻳ ﻰﺘﻟا فوﺮﺤﻟا دﺪﻋ ةدﺎﻳز ﻰﻟإ ﺔﻓﺎﺿإ ىﺮﺧﺄﻟا صﻮﺼﻨﻟا ﻦﻣ ﺪﻳﺪﻌﻟا وأ ﺺﻨﻟا اﺬﻫ ﻞﺜﻣ ﺪﻟﻮﺗ نأ ﻚﻨﻜﻤﻳ ﺚﻴﺣ ،ﻰﺑﺮﻌﻟا ﺺﻨﻟا ﺪﻟﻮﻣ ﻦﻣ ﺺﻨﻟا اﺬﻫ ﺪﻴﻟﻮﺗ ﻢﺗ ﺪﻘﻟ ،ﺔﺣﺎﺴﻤﻟا ﺲﻔﻧ ﻲﻓ لﺪﺒﺘﺴﻳ نأ ﻦﻜﻤﻳ ﺺﻨﻟ لﺎﺜﻣ ﻮﻫ ﺺﻨﻟا اﺬﻫ
.ﻊﻗﻮﻤﻟا ﻢﻴﻤﺼﺘﻟ ﺔﻴﻘﻴﻘﺣ ةرﻮﺻ ﻰﻠﻋ ﻊﻠﻄﻳ نأ نﺎﻴﺣﺄﻟا ﻦﻣ ﺮﻴﺜﻛ ﻰﻓ ﻞﻴﻤﻌﻟا جﺎﺘﺤﻳ ﺚﻴﺣ 

،صﻮﺼﺨﻟا ﻪﺟو ﻰﻠﻋ ﻊﻗاﻮﻤﻟا ﻲﻤﻤﺼﻤﻟ ﺪﻴﻔﻣ ﻰﺑﺮﻌﻟا ﺺﻨﻟا ﺪﻟﻮﻣ ،ﺔﻳﻮﻐﻟ ءﺎﻄﺧأ يﻮﺤﻳ ﺎﻟو ﺎﻤﺴﻘﻣ وﺪﺒﻳ ﻦﻟ ﺺﻨﻟا ،ﺪﻳﺮﺗ 
 تاﺮﻘﻔﻟا دﺪﻋ ةدﺎﻳز ﻰﺑﺮﻌﻟا ﺺﻨﻟا ﺪﻟﻮﻣ ﻚﻟ ﺢﻴﺘﻳ تاﺮﻘﻔﻟا ﻦﻣ ﺮﺒﻛأ دﺪﻋ ﻰﻟإ جﺎﺘﺤﺗ ﺖﻨﻛ اذإ

.ﻖﻴﻠﻳ ﺎﻟ ﻞﻜﺸﺑ ﺮﻬﻈﻴﻓ ﻢﻴﻤﺼﺘﻟا ﻪﻨﻋ ثﺪﺤﺘﻳ ىﺬﻟا عﻮﺿﻮﻤﻟﺎﺑ ﻪﻟ ﺔﻗﺎﻠﻋ ﺎﻟ ﻞﻳﺪﺑ ﺺﻧ ﻦﻋ ﺚﺤﺒﻟا ءﺎﻨﻋ ﻢﻤﺼﻤﻟا ﻰﻠﻋ ﺮﻓﻮﻳ نأ ﻰﺑﺮﻌﻟا ﺺﻨﻟا ﺪﻟﻮﻣ رود،ًﺎﻠﻣﺎﻛ ﻞﻜﺸﻟا ﻞﻴﻤﻌﻠﻟ ﺮﻬﻈﻴﻟ ﻢﻴﻤﺼﺘﻟا ﻰﻠﻋ ﺔﺘﻗﺆﻣ ﺎﺻﻮﺼﻧ ﻊﻀﻳ نأ ﻢﻤﺼﻤﻟا ﻰﻠﻋ ﺐﺟو ﺎﻨﻫ 
.ًﺎﺘﻗﺆﻣو ًﺎﻠﻳﺪﺑ ًﺎﺼﻧ لازﺎﻣ ﻪﻧﺄﻟ .مﻮﻬﻔﻣ ﺮﻴﻏ ﻰﺘﺣ وأ ،ﻖﺴﻨﻣ ﺮﻴﻏ ،ﻢﻈﻨﻣ ﺮﻴﻏ ،خﻮﺴﻨﻣ ﺺﻧ ﻪﻧﺄﻛو وﺪﺒﻳ ﻦﻠﻓ ﺔﻠﻜﺸﻣ ن .ﻢﻴﻤﺼﺗ يأ ﻰﻠﻋ ﻪﺒﻴﻛﺮﺗ ﻢﺘﻳ نأ ﻦﻜﻤﻳ ﺺﻨﻟا اﺬﻫ`;
export const relatedTopics = [
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
    href: "/topic/1",
    citylink: "/city/1",
  },
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
    href: "/topic/1",
    citylink: "/city/1",
  },
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
    href: "/topic/1",
    citylink: "/city/1",
  },
];
