export type { ICategory, ITopicType } from "./home";

export const title = "التطريز الاسيسي";
export const image1Src = "/images/topic1.png";
export const image2Src = "/images/topic2.png";
export const firstParagraph = `لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور
أنكايديديونتيوت لابوري ات دولار ماجنا أليكيوا . يوت انيم أد مينيم فينايم,كيواس نوستريد
أكسير سيتاشن يللأمكو لابورأس نيسي يت أليكيوب أكس أيا كوممودو كونسيكيوات . ديواس
أيوتي أريري دولار إن ريبريهينديرأيت فوليوبتاتي فيلايت أيسسي كايلليوم دولار أيو فيجايت
نيولا باراياتيور. أيكسسيبتيور ساينت أوككايكات كيوبايداتات نون بروايدينت ,سيونت ان كيولبا
كيو أوفيسيا ديسيريونتموليت انيم أيدي ايست لابوريوم.`;
export const secondaryTitle = "العنوان الفرعي";
export const secondParagraph = `سيت يتبيرسبايكياتيس يوندي أومنيس أستي ناتيس أيررور سيت فوليبتاتيم أكيسأنتييوم
دولاريمكيو لايودانتيوم,توتام ريم أبيرأم,أيكيو أبسا كيواي أب أللو أنفينتوري فيرأتاتيس ايت
كياسي أرشيتيكتو بيتاي فيتاي ديكاتا سيونت أكسبليكابو. نيمو أنيم أبسام فوليوباتاتيم كيواي
فوليوبتاس سايت أسبيرناتشر أيوت أودايت أيوت فيوجايت, سيد كيواي كونسيكيونتشر ماجناي
دولارس أيوس كيواي راتاشن فوليوبتاتيم سيكيواي نيسكايون. نيكيو بوررو كيوايسكيوم
ايست,كيواي دولوريم ايبسيوم كيوا دولار سايت أميت, كونسيكتيتيور,أديبايسكاي فيلايت, سيد
كيواي نون نيومكيوام ايايوس موداي تيمبورا انكايديونت يوت لابوري أيت دولار ماجنام
ألايكيوام كيوايرات فوليوبتاتيم. يوت اينايم أد مينيما فينيام, كيواس نوستريوم أكسيركايتاشيم
يلامكوربوريس سيوسكايبيت لابورايوسام, نايساي يوت ألايكيوايد أكس أيا كوموداي
كونسيكيواتشر؟ كيوايس أيوتيم فيل أيوم أيوري ريبريهينديرايت كيواي ان إيا فوليوبتاتي
فيلايت ايسسي كيوم نايهايل موليستايا كونسيكيواتيو,فيلايليوم كيواي دولوريم أيوم فيوجايات كيو
فوليوبتاس نيولا باراياتيور؟`;
export const relatedTopics = [
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
    href: "/publication/1",
    citylink: "/tag/1",
  },
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
    href: "/publication/1",
    citylink: "/tag/1",
  },
  {
    title: "التطريز الاسيسي",
    subtitle:
      "يعرف التطريز بأنه إحد الحرف اليدوية القديمة التي انتشرت منذ زمن بعيد بين ربات البيوت",
    cityName: "رام الله",
    imageSrc: "/images/card1.png",
    href: "/publication/1",
    citylink: "/tag/1",
  },
];
